{
  "dataList": [
    {
      "id": 90105401,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will answer the question?",
      "successDesc": [
        "This is a duck. The duck's tired, downcast beak is clearly right there."
      ],
      "failureDesc": [
        "The answer lacked confidence. The rabbit, which you believed to be a duck, fled."
      ]
    },
    {
      "id": 90105402,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will answer the question?",
      "successDesc": [
        "This is a rabbit. Its long ears doubtless indicate that it is a rabbit."
      ],
      "failureDesc": [
        "The answer lacked confidence. The duck, which you believed to be a rabbit, fled."
      ]
    },
    {
      "id": 90105801,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will answer the question?",
      "successDesc": [
        "'Really?'\n\n'What should we do? We'll be revolving together on a track that goes on for thousands of light years.'\n\n'If you pity them...'\n\n'And if I'm just revolving on someone else's track...'\n\n'I suppose we're all pitiful things.'"
      ],
      "failureDesc": [
        "'Right.'\n\n'It's so hard.'\n\nThe things bound to the tracks begin chirping affirmatively.\n\n'Shut up!'\n\n'You're the ones that bound yourselves to me!'\n\n'No, you pulled me in!'\n\nThe bound things and the binding thing begin bickering.\n\nThere is no hope for a reconciliation."
      ]
    },
    {
      "id": 90105802,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "'Right. I wanted to be lighter.'\n\n'But look at this.'\n\n'I'm still expanding because of these things that have bound themselves to me.'\n\n'So... will you alleviate my weight a little?'"
      ],
      "failureDesc": [
        "'Wait... there's too much noise... so much chatter...'\n\n'Everyone, shut up, stop binding yourselves to me'\n\nThe tracks around the entity grew and grew until its voice was heard no more."
      ]
    },
    {
      "id": 90106101,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will step in?",
      "successDesc": [
        "You find a skeleton amidst the pile of other bones. This may be the one trying to reach you. There's no telling if this is the right skeleton. Maybe you've prescribed meaning to something that just amounts to a pile of bones."
      ],
      "failureDesc": [
        "You tried your best to find the source of that sound, but it was to no avail. All flesh and hide are weathered away by the sands of time, and all that remains are indistinguishable bones. But the disembodied voice persists still."
      ]
    },
    {
      "id": 90106102,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Ignore the voice. Keep going.",
      "successDesc": [
        "Just a meaningless sound of wind whistling between the bones.\n\nThe sound of emptiness. The very same wind that will weave between our bones when we are buried here."
      ],
      "failureDesc": [
        "As we were walking away from the voice, {0} notices something under their feet.\nLooking down revealed that we were surrounded by several mounds of bones."
      ]
    },
    {
      "id": 90106103,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will investigate the other piles of bones?",
      "successDesc": [
        "{0} comes across another bone shard that seems to be whispering into our ears.\nYet, we soon realize that the whispering is coming from every bone shard surrounding us.\nAre they really talking to us, or is this an auditory hallucination caused by the ominous fear prevalent in this place?\n\nWe pick up a single bone, but it drags up an entangled strand of bones, piercing, breaking, and enveloping one another, with it.\nThey are tangled and snarled to the point where it has become impossible to tell what their original shapes may have been."
      ],
      "failureDesc": [
        "{0} comes across another bone shard that seems to be whispering into our ears.\nYet, we soon realize that the whispering is coming from every bone shard surrounding us.\nAre they really talking to us, or is this an auditory hallucination caused by the ominous fear prevalent in this place?\n\nSpurred on by this unpleasant sensation, {0} left the bone shard and hurried away from the mounds of bones."
      ]
    },
    {
      "id": 90106601,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "A single breath was more than enough.\n\nFor the first time in their existence, they could breathe in and out as much air as they wanted without hurting.\n\nEvery living second of their life was pain. No one will ever understand that."
      ],
      "failureDesc": [
        "Blowing air into its mouth was to no avail.\n\nThere was a coughing noise not long after.\n\nPerhaps liberation is nigh."
      ]
    },
    {
      "id": 90106801,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui ira voir de quoi il s'agit ?",
      "successDesc": [
        "Des bandages. Des outils pour se soigner.\n\nMais il recommencera à saigner dès que les bandages seront enlevés.\n\nPour maintenir sa forme... Il doit rester enchaîné."
      ],
      "failureDesc": [
        "Peu à peu les blessures couvertes par les bandages commencent à pourrir; rien n'indiquent qu'elles guérissent.\n\nLeur seul but est de couvrir ces plaies béantes, pas de els soigner."
      ]
    },
    {
      "id": 90106802,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "Des chaînes, faites pour emprisonner.\n\nDans un combat interminable il se battra pour se libérer des chaînes.\n\nPour retrouver son autorité. Pris par les chaînes, pour dire ce qui n'est pas dit."
      ],
      "failureDesc": [
        "Il frappe une fois, puis ne bouge plus d'un pouce.\n\nPeut être est-ce parce que vous avez décrit le tissu comme des chaînes. Ou peut être qu'il est réellement restreint par ces chaînes. personne ne saura jamais."
      ]
    },
    {
      "id": 90106901,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "Se serrer les mains... C'est se partager la solitude.\n\nla main n'est ni chaude ni douce, et pourtant vous la serrez longtemps... Très longtemps.\n\nEn espérant que ce geste comblera le vite de sa main, ne serait-ce qu'un tout petit peu."
      ],
      "failureDesc": [
        "Ses mains ont déjà reçu bien assez de poignées de main.\n\nVotre offrande simpliste ne lui apportera rien."
      ]
    },
    {
      "id": 90106902,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "La vraie raison derrière ces poignées de mains n'a aucun sens.\n\nDe ce fait, même la main réclamant une infinité de poignées de mains doit parfois se résigner.\n\nCar au moins une fois dans notre vie nous devons revenir les mains vides."
      ],
      "failureDesc": [
        "Quelque chose vient de laisser des marques dans vos mains.\n\nDes marques de solitude.\n\nBien que l'instant était éphémère, les marques resteront un certain temps."
      ]
    },
    {
      "id": 90107301,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "'Eclairez-vous le chemin, s'il vous plaît.'\n\n'Quand la lumière de la lampe s'épuise, quand il n'y a plus rien d'autre à voir que les ténèbres...'\n\n'... nous saurons que nous serons arrivés.'\n\n'Certaines lumières ne peuvent être vues quand il n'y a aucune autre.'\n\n'Voici, vous en verrez bien la couleur. La couleur de tout ce qui fut abandonné, de tout ce qui fut mélangé.'"
      ],
      "failureDesc": [
        "'Vous avez toujours peur du noir n'est-ce pas ?'\n\n'Je sais que la surface vous manquera, à jamais hors de votre portée dès que cette lampe fluorescente sera morte'\n\n'Alors revenez une fois que vous serez près.'"
      ]
    },
    {
      "id": 90107302,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "'je m'en souviens. J'ai toujours voulu courrir dans un champ vallonné de fleurs sous le soleil.'\n\n'Nager dans les vastes océans que je n'ai toujours que pu voir au travers d'images.'\n\n'C'était mon rêve.'\n\n'Mon seul rêve.'\n\n'Maintenant, si jamais vous vous rappelez d'un rêve dans lequel vous scintilliez, juste un peu...'"
      ],
      "failureDesc": [
        "La lumière fluorescente continue de faiblement vaciller.\n\n'Ca va aller. Là où nous allons...'\n\n'Il n'y a pas besoin de lumière.'"
      ]
    },
    {
      "id": 90107401,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "'je vois.'\n\n'Si mon mère s'est extirpé de la toile, les souvenirs... Que devrais-je faire ?'\n\n'Et si... Un jour... Je commencais à douter de l'existence de ce maître...'\n\nSeule la toile reste dans le couloir, sans maître dessus."
      ],
      "failureDesc": [
        "'Impossible.'\n\n'Regardez le temps et l'effort que j'ai passé à le peindre.'\n\n'Le visage de mon maître, qui a traversé tant de choses.'\n\nVous êtes restés planté là, à regarder la peinture pendant un certain temps."
      ]
    },
    {
      "id": 90107402,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "'Mon maître n'est-il pas magnifique ? Ses yeux si profonds, son regard si noble.'\n\n'Merci. Je commence à m'en rappeler. Le visage de mon maître, qui se reflète dans vos yeux à vous.'"
      ],
      "failureDesc": [
        "'Si vous pouvez vraiment voir la contenance de mon maître... Ce n'est pas la tête que vous feriez.'\n\n'Et ce regard si peu impressionnant, ces yeux sans sans vie ne reflètent pas ceux que mon maître pourrait arborer.'\n\nVous êtes tout de même remerciés, mais chassés du manoir."
      ]
    },
    {
      "id": 90107403,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "'Oh...'\n\n{0} se propose pour enlever la poussière du portrait.\nL'entité vous tourne le regard, confus...\n... mais le pecheur enlève doucement la poussière jusqu'à ce qu'il n'en reste plus une miette.\n\n'Maintenant que le portait est propre, vous devez mieux le voir.'\n'Merci. Mon maître... oui, ça devrait lui plaire.'"
      ],
      "failureDesc": [
        "'Oh...'\n\n{0} s'avance pour enlever la poussière du portrait.\n\n'Vous ne METTREZ PAS les mains sur le portrait de mon maitre aussi froidement !'\n\nPeut-être avez-vous été trop directs dans votre approche.\nL'entité vous approche, vous disant que vous avez été des 'voyous, malpolis', et vous sort du manoir."
      ]
    },
    {
      "id": 90108401,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "Vous baissez la tête et priez. Vous entendez le son des trompettes. Pourtant vous ne levez pas les yeux, et vous ne portez pas attention au bruit. Car c'est comme ça que l'on est supposé prier."
      ],
      "failureDesc": [
        "Baisser la tête et fermer les yeux ne veut pas dire que vous priez pour autant."
      ]
    },
    {
      "id": 90108402,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "Ses bras et sa tête translucides disparaissent. Du vide coule du sang rouge foncé. Sa lente, lourde progression ne ressemble par à quelconque pleurs."
      ],
      "failureDesc": [
        "Une grande fissre apparait sur la statue. Elle commence à trembler étrangement. Vous n'avez pas le choix que d'accepter ce qu'il va vous arriver."
      ]
    },
    {
      "id": 90108501,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will take the challenge?",
      "successDesc": [
        "Vous dîtes la vérité.\n\nVous répondez que le document dit que le secret du patient de la chambre 409 doit rester secret.\n\n'Je le savais...!'\n\n'Mais ce patient... était...'\n\n'AAAAAAGGGGHHHHH!'"
      ],
      "failureDesc": [
        "Vous essayez de lui dire la vérité, mais la créature ne vous croit pas.\n\n'N'essayez pas de me mentir, le patient de la chambre 409 est...!'\n\nLa créature semble incapable de garder ses émotions; elle commence à mettre des coups partout, détruisant tout ce qui se trouve autour d'elle."
      ]
    },
    {
      "id": 90108502,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "'Je le savais.'\n\n'Ils m'ont menti...'\n\n'Ces sales merdes m'ont menti!!!'"
      ],
      "failureDesc": [
        "La créature froisse le papier, le piétine et s'en va d'un pas lourd."
      ]
    },
    {
      "id": 90109101,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "Vous tendez la main et la bloquez avant qu'elle ne reparte.\n\nLa cloche sonne faiblemment.\n\nUn faible son sans intérêt.\n\nBien qu'elle ait perdu de sa vitesse, elle continue de se balancer d'avant en arrière."
      ],
      "failureDesc": [
        "Vous la maintenez bien en place. Peut-être un peu trop fort; la cloche de perdra plus jamais son équilibre.\n\nEt elle ne se balancera plus jamais.\n\nLa cloche ne sonne plus.\n\nTout ce qu'il reste sont les engrenages et les rouages."
      ]
    },
    {
      "id": 90109102,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Qui s'avancera ?",
      "successDesc": [
        "Vous poussez le battant un peu plus, jusqu'à ce qu'elle touche presque le sol.\n\nMais elle ne tombe pas.\n\nA la place, elle revient plus vite que jamais, et sonne bruyamment. Plus fort que ce que vous n'avez jamais entendu."
      ],
      "failureDesc": [
        "Vous la poussez loin, beaucoup trop loin. Elle se renverse, se fracassant sur le sol dans un bruit sourd.\n\nElle ne pourra plus être remise debout.\n\nUne fois tombée, cette cloche ne remplira plus jamais jouer son rôle."
      ]
    }
  ]
}